{
    "data": {
        "allowCheckpoints": false,
        "initial": "heatPressesAgain",
        "optionMirroring": true,
        "editorData": {
            "textSize": 0,
            "libraryVisible": true,
            "authorName": "Hannah Hunt"
        },
        "stitches": {
            "theManTurnsScowl": {
                "content": [
                    "The man turns, scowling at you when you finally latch onto his dress shirt. \"Yes?\"",
                    {
                        "divert": "youDroppedThisYo"
                    }
                ]
            },
            "someonesShouting": {
                "content": [
                    "Someone's shouting from a block down. It's the man who owns the gelato store you and Levi would always stop at after school during the year. The man busts from the door, racing after someone.",
                    {
                        "divert": "thiefThief"
                    }
                ]
            },
            "itllBeGoodToTrad": {
                "content": [
                    "It'll be good to trade with later. Not to mention, the guy made your swipe easy. ",
                    {
                        "divert": "youKeepSlippingT"
                    }
                ]
            },
            "youCrossYourLegs": {
                "content": [
                    "You cross your legs, watching the crowds walk past. No one notices you crouched in the shadows of the steel and glass framed buildings on the narrow lane. You keep an eye open for Levi, but find nothing. ",
                    {
                        "divert": "finishingYourGel"
                    }
                ]
            },
            "youReachThePudgy": {
                "content": [
                    "You reach the pudgy shopkeeper after a couple blocks, your heart pounding. ",
                    {
                        "divert": "heyKidHeRaspsStr"
                    }
                ]
            },
            "theGelatoMansSho": {
                "content": [
                    "The gelato man's shouts are getting closer. You twist to look back at the crowded streets over your shoulder. None of the shifting groups of people look your way. If you left now, no one would be the wiser.",
                    {
                        "divert": "facingTheBoyAgai"
                    }
                ]
            },
            "onlyHesNowhereIn": {
                "content": [
                    "Only he's nowhere in sight. It's time to make a decision.",
                    {
                        "option": "You start on your own.",
                        "linkPath": "youWriggleYourWa",
                        "ifConditions": null,
                        "notIfConditions": null
                    },
                    {
                        "option": "Stay and wait on the corner another five minutes.",
                        "linkPath": "youLeanAgainstTh",
                        "ifConditions": null,
                        "notIfConditions": null
                    }
                ]
            },
            "imSorryImSorryHe": {
                "content": [
                    "\"I'm sorry! I'm sorry!\" he screams.",
                    {
                        "divert": "youHoldOnTighter"
                    }
                ]
            },
            "youRunYourHeartP": {
                "content": [
                    "You run, your heart pounding as the fat man's shouts ring in your ears. You can hear the pounding of Service boots behind you as you dart around corners and duck behind buildings.",
                    {
                        "divert": "youShouldHaveJus"
                    }
                ]
            },
            "heyKidHeRaspsStr": {
                "content": [
                    "\"Hey, kid,\" he rasps, struggling to keep from teetering as you round one corner and then another.",
                    {
                        "divert": "heyYouSayNodding"
                    }
                ]
            },
            "yourEyesWidenNo": {
                "content": [
                    "Your eyes widen. \"No.\"",
                    {
                        "divert": "butItsAlreadyToo"
                    }
                ]
            },
            "youHoldOnTighter": {
                "content": [
                    "You hold on tighter and hope that the gelato man will show up soon. Your arms are getting tired of clinging to the thin fabric of the boy's t-shirt beneath the sweltering sun.",
                    {
                        "divert": "pleaseIDidntMean"
                    }
                ]
            },
            "thiefThievesHeSc": {
                "content": [
                    "\"Thief! /=Thieves=/!\" he screams, pointing at the two of you.",
                    {
                        "divert": "youGlanceAtTheBo"
                    }
                ]
            },
            "comeOnYouMotionH": {
                "content": [
                    "\"Come on.\" You motion him forward. \"We're getting out of here.\"",
                    {
                        "divert": "youKnowWhatWillH"
                    }
                ]
            },
            "theCrowdsKeepMov": {
                "content": [
                    "The crowds keep moving, and you catch a few flashes of the crimson Service jackets as they race after a young boy about half an hour later. Someone screaming about a thief.",
                    {
                        "divert": "anHourGoesByAndY"
                    }
                ]
            },
            "youWalkOnStumbli": {
                "content": [
                    "You walk on, stumbling and intentionally bumping into people to get a good look at their pockets.",
                    {
                        "divert": "aThinPoliticianR"
                    }
                ]
            },
            "theManExaminesTh": {
                "content": [
                    "The man examines the trinket with a frown, twisting it between his fingers before glaring at you. \"Did you steal this from me?\"",
                    {
                        "divert": "yourEyesWidenNo"
                    }
                ]
            },
            "stillMothersAlwa": {
                "content": [
                    "Still. Mother's always said that there's a bit of luck to the old coin. So you stuff it back into your pocket and get back to the streets. After all, in your line of profession, you'll take all the luck you can get.",
                    {
                        "divert": "youWalkOnStumbli"
                    }
                ]
            },
            "theShopIsEmptyWh": {
                "content": [
                    "The shop is empty when you stride in. A chair or two lies upturned on the mosaic floor. Your shoes roll across the sticky tiles, messy with half-cleaned spills from earlier in the day when the primary school parents brought their kids in for an afternoon snack. ",
                    {
                        "divert": "thePlaceSmellsSw"
                    }
                ]
            },
            "youKeepSlippingT": {
                "content": [
                    "You keep slipping trinkets from people's pockets as you go, but there's one thing you would never trade from your bag. After a while you lean back against a wall in an alley and pull the old Italian Euro from your pocket, staring at Leonardo DaVinci's Virtruvian Man embossed on the back.",
                    {
                        "divert": "theOldCurrencyHa"
                    }
                ]
            },
            "youGlanceAtTheBo": {
                "content": [
                    "You glance at the boy and bolt, dragging him along behind you. He laughs as you whip around corners and dive between groups of people. He drops his uneaten gelato after the third or forth block and simply runs with you, grinning the whole way. ",
                    {
                        "divert": "youWhipAroundCor"
                    }
                ]
            },
            "youKnowWhatWillH": {
                "content": [
                    "You know what will happen if the gelato man catches the boy. He'll call service and the kid will get his hand chopped off or something. Levi's told you all the horror stories of what happens the thieves. It's what comes with your line of work.",
                    {
                        "divert": "letsGoYouHissBec"
                    }
                ]
            },
            "sheTurnsAndYouSh": {
                "content": [
                    "She turns and you shove the notebook into her palm, angling your hands so you can reach the wristlet. There's a thin click as she examines the booklet with a scowl, and you sneak the bracelets into your back without her noticing.",
                    {
                        "divert": "thisIsntMineSheS"
                    }
                ]
            },
            "wellLeviNudgesYo": {
                "content": [
                    "\"Well?\" Levi nudges you with his elbow.",
                    {
                        "divert": "youRollYourEyesL"
                    }
                ]
            },
            "anHourGoesByAndY": {
                "content": [
                    "An hour goes by, and you decide to leave your spot on the wall, walking with the crowd. Trinkets from the vendors set up on the streets catch your eye every so often, and you stop to admire the wares from Insa, the Moroccan nation to the west. ",
                    {
                        "divert": "eventuallyYouGet"
                    }
                ]
            },
            "eventuallyYouGet": {
                "content": [
                    "Eventually you get hungry and circle back to the gelato shop. The owner should be back by now and citrus sounds like just the right snack before heading home for dinner.",
                    {
                        "divert": "thePlaceSmellsSw"
                    }
                ]
            },
            "dontLoseHim": {
                "content": [
                    "\"Don't lose him!\"",
                    {
                        "divert": "butYouLookAtTheB"
                    }
                ]
            },
            "youGetBackToTheS": {
                "content": [
                    "You get back to the streets and work for the next couple of hours, slipping things from people's pockets while tricking the grid system in the street and operating under the corrupt nose of the Service officers on patrol for the day by covering up your steals with quick apologies and intentional collisions.",
                    {
                        "divert": "youreExhaustedBy"
                    }
                ]
            },
            "youNodTakingTheB": {
                "content": [
                    "You nod, taking the book back and apologize for keeping her before turning back into the crowd. ",
                    {
                        "divert": "youMakeItToTheNe"
                    }
                ]
            },
            "youLungeForwardI": {
                "content": [
                    "You lunge forward, ignoring the horror on his round face, and wrap your arms around him. He struggles, desperate to slip out of your grip.",
                    {
                        "divert": "imSorryImSorryHe"
                    }
                ]
            },
            "youShrugIDontKno": {
                "content": [
                    "You shrug. \"I don't know. Lost him.\"",
                    {
                        "divert": "heHuffsForAnothe"
                    }
                ]
            },
            "youBiteYourLipYo": {
                "content": [
                    "You bite your lip. You know what it's like to look down and have your money and silver trades swiped from beneath your nose.",
                    {
                        "option": "Let him go.",
                        "linkPath": "youInchForwardOf",
                        "ifConditions": null,
                        "notIfConditions": null
                    },
                    {
                        "option": "Run with him.",
                        "linkPath": "comeOnYouMotionH",
                        "ifConditions": null,
                        "notIfConditions": null
                    }
                ]
            },
            "thePlaceSmellsSw": {
                "content": [
                    "The place smells sweet. The sharp scents of lemon and orange citrus stinging your nose as you approach the counter.",
                    {
                        "divert": "youStandThereTry"
                    }
                ]
            },
            "theGelatoManCome": {
                "content": [
                    "The gelato man comes into the alley a minute later, panting.",
                    {
                        "divert": "wheredHeGoHeRasp"
                    }
                ]
            },
            "aThinPoliticianR": {
                "content": [
                    "A thin politician runs into you, spilling her drink on your shirt. When she rears back, she screams, \"You idiot! Watch where you're going,\" and shoves past you.",
                    {
                        "divert": "youSpotANiceSetO"
                    }
                ]
            },
            "youGrabTheNeckla": {
                "content": [
                    "You grab the necklace and...",
                    {
                        "option": "Chase after him",
                        "linkPath": "sirMiScuciSirYou",
                        "ifConditions": null,
                        "notIfConditions": null
                    },
                    {
                        "option": "Tuck it into your own bag",
                        "linkPath": "itllBeGoodToTrad",
                        "ifConditions": null,
                        "notIfConditions": null
                    }
                ]
            },
            "youDroppedThisYo": {
                "content": [
                    "\"You dropped this,\" you say, shoving your fist forward.",
                    {
                        "divert": "theManExaminesTh"
                    }
                ]
            },
            "thiefThief": {
                "content": [
                    "\"Thief! /=Thief=/!\"",
                    {
                        "divert": "youreCuriousIfNo"
                    }
                ]
            },
            "whatllItBeHeAsks": {
                "content": [
                    "\"What'll it be?\" he asks, stepping behind the counter.",
                    {
                        "divert": "youPointToAFlavo"
                    }
                ]
            },
            "heWalksUpToYouEy": {
                "content": [
                    "He walks up to you, eyes careful, judging, and takes your open hand. \"Okay.\"",
                    {
                        "divert": "youNodAndPullHim"
                    }
                ]
            },
            "heTakesTheTrinke": {
                "content": [
                    "He takes the trinket, holding it up to the light to watch the inset gems glitter in the light, assessing the value before nodding. \"It'll do.\" He looks back down at you, tucking the bracelet into the pocket of his white apron. \"Have a nice day, kid.\"",
                    {
                        "divert": "finishingYourGel"
                    }
                ]
            },
            "finishingYourGel": {
                "content": [
                    "Finishing your gelato you decide to head home. You've wasted enough time waiting. It doesn't look like he's going to show up after all.",
                    {
                        "divert": "youMakeItAllTheW"
                    }
                ]
            },
            "youNodAndTurnToW": {
                "content": [
                    "You nod and turn to walk out, but stop. Taking the gelato just like the boy had doesn't feel quite right. ",
                    {
                        "option": "Pay the man",
                        "linkPath": "youTwistAndWalkB",
                        "ifConditions": null,
                        "notIfConditions": null
                    },
                    {
                        "option": "Leave anyway",
                        "linkPath": "youWalkOutOfTheS",
                        "ifConditions": null,
                        "notIfConditions": null
                    }
                ]
            },
            "youPointToAFlavo": {
                "content": [
                    "You point to a flavor, and he hands you a small cup of the citrus gelato over the counter.",
                    {
                        "divert": "haveANiceDay"
                    }
                ]
            },
            "youLeanAgainstTh": {
                "content": [
                    "You lean against the building, watching as people dash back, chasing down vendors for clothing or food, waving their trades madly beneath the desert sun. ",
                    {
                        "divert": "someonesShouting"
                    }
                ]
            },
            "facingTheBoyAgai": {
                "content": [
                    "Facing the boy again, you whisper. \"Run.\"",
                    {
                        "divert": "heBlinksOnceAndB"
                    }
                ]
            },
            "youStandThereTry": {
                "content": [
                    "You stand there, trying to decide which flavor to get for a minute or two before the bell chimes at your back. You turn to watch the pudgy shop keeper slide in. His face is a beaten red and he's huffing, but otherwise he looks fairly well put together.",
                    {
                        "divert": "whatllItBeHeAsks"
                    }
                ]
            },
            "youWhipAroundCor": {
                "content": [
                    "You whip around corners together, diving into the thickest crowds.",
                    {
                        "divert": "youSlipPastPeopl"
                    }
                ]
            },
            "butItsAlreadyToo": {
                "content": [
                    "But it's already too late.",
                    {
                        "divert": "heTwistsScreamin"
                    }
                ]
            },
            "theGelatoVendorL": {
                "content": [
                    "The gelato vendor lags behind a few blocks. You can hear him shouting at you over your shoulder.",
                    {
                        "divert": "dontLoseHim"
                    }
                ]
            },
            "hereSirYouSayPul": {
                "content": [
                    "\"Here, sir,\" You say, pulling a thin silver bracelet that you'd swiped last week from your bag. \"I forgot to pay. I hope this will cover it.\"",
                    {
                        "divert": "heTakesTheTrinke"
                    }
                ]
            },
            "youMakeItAllTheW": {
                "content": [
                    "You make it all the way back to your apartment on the island of Venezia, one of the eight small portions of land that make up the archipelago of Cidy. It takes you a good half an hour of fighting the crowds to get out of the masses in Firenze, the central, political island and to the eastern bridge that links the anarchical center to your own home of textile mills and liquidators. ",
                    {
                        "divert": "youreExhaustedBy"
                    }
                ]
            },
            "youNodAndPullHim": {
                "content": [
                    "You nod and pull him back into the crowd on the street. But the gelato man spots you.",
                    {
                        "divert": "thiefThievesHeSc"
                    }
                ]
            },
            "youreCuriousIfNo": {
                "content": [
                    "You're curious, if not a little sympathetic as the man races after a slender figure in tattered clothes. You...",
                    {
                        "option": "Help catch the thief",
                        "linkPath": "youDashDownTheSt",
                        "ifConditions": null,
                        "notIfConditions": null
                    },
                    {
                        "option": "Go investigate the shop. You're hungry.",
                        "linkPath": "theShopIsEmptyWh",
                        "ifConditions": null,
                        "notIfConditions": null
                    },
                    {
                        "option": "Stay and wait for Levi.",
                        "linkPath": "theCrowdsKeepMov",
                        "ifConditions": null,
                        "notIfConditions": null
                    }
                ]
            },
            "youSpotANiceSetO": {
                "content": [
                    "You spot a nice set of pearls dangling from her wrist, and a small notebook that's been left on the street. ",
                    {
                        "option": "Snatch the notebook and go after her",
                        "linkPath": "maamSignorinaYou",
                        "ifConditions": null,
                        "notIfConditions": null
                    },
                    {
                        "option": "Ignore her and get back to work.",
                        "linkPath": "youGetBackToTheS",
                        "ifConditions": null,
                        "notIfConditions": null
                    }
                ]
            },
            "haveANiceDay": {
                "content": [
                    "\"Have a nice day!\" ",
                    {
                        "divert": "youNodAndTurnToW"
                    }
                ]
            },
            "heBlinksOnceAndB": {
                "content": [
                    "He blinks once and bolts, slipping past you in the alley and disappearing into the masses on the street. You can't even see which direction he turns after diving through the first row of bodies.",
                    {
                        "divert": "theGelatoManCome"
                    }
                ]
            },
            "heyYouSayNodding": {
                "content": [
                    "\"Hey,\" you say nodding in return as your hair flops into your eyes. The man's face is a blotchy red and he's panting, but you feel fine, able to run the next three miles with ease if you had to thanks to all your time running with Levi during your school days.",
                    {
                        "divert": "yourCulpritWhips"
                    }
                ]
            },
            "wheredHeGoHeRasp": {
                "content": [
                    "\"Where'd he go?\" he rasps, bracing against his knees as he catches his breath.",
                    {
                        "divert": "youShrugIDontKno"
                    }
                ]
            },
            "youShouldHaveJus": {
                "content": [
                    "You should have just kept the necklace in the first place.",
                    {
                        "divert": "youSlipPastPeopl"
                    }
                ]
            },
            "theresStillNoSig": {
                "content": [
                    "There's still no sign of your brother.",
                    {
                        "divert": "youStepForwardAs"
                    }
                ]
            },
            "aFewVendorsLookU": {
                "content": [
                    "A few vendors look up as you weave past, but don't turn to alert the Service officers on the corner. It's obvious you're trying to help the gelato man.",
                    {
                        "divert": "youReachThePudgy"
                    }
                ]
            },
            "theOldCurrencyHa": {
                "content": [
                    "The old currency has been out of circulation for over a hundred years since the end of the last world war. People have resorted to trading their valuables, silver and gold necklaces, family pearls, and other small heirlooms when there aren't enough reinz being coined to go around. ",
                    {
                        "divert": "stillMothersAlwa"
                    }
                ]
            },
            "youWalkOutOfTheS": {
                "content": [
                    "You walk out of the shop and find a quiet alley to sit in and eat, one behind the building so the man can't claim that you're a second thief. ",
                    {
                        "divert": "youCrossYourLegs"
                    }
                ]
            },
            "butYouLookAtTheB": {
                "content": [
                    "But you look at the boy in front of you. He doesn't even look to be twelve with shaggy brown hair and terrified eyes. He clutches a half-smashed cup of gelato in one hand, a spoon in another.",
                    {
                        "option": "Grab him.",
                        "linkPath": "youLungeForwardI",
                        "ifConditions": null,
                        "notIfConditions": null
                    },
                    {
                        "option": "Let him go.",
                        "linkPath": "youStandThereBit",
                        "ifConditions": null,
                        "notIfConditions": null
                    }
                ]
            },
            "sirMiScuciSirYou": {
                "content": [
                    "\"Sir! /=Mi scuci=/, sir!\" Your feet pound the pavement, clutching the trinket in your hand. \"Sir! /=Pardon=/!\"",
                    {
                        "divert": "theManTurnsScowl"
                    }
                ]
            },
            "yourOnlyOptionIs": {
                "content": [
                    "Your only option is clear. You run before the Service can get a good look at you.",
                    {
                        "divert": "youSlipPastPeopl"
                    }
                ]
            },
            "eventuallyYouLos": {
                "content": [
                    "Eventually you lose the sound of Service boots in the distance, and you reach the bridge back to your home island of Venezia, the textile sector of the archipelago that makes up Cidy. Your bag three times heavier then it was when you started your work this evening. ",
                    {
                        "divert": "youreExhaustedBy"
                    }
                ]
            },
            "letsGoYouHissBec": {
                "content": [
                    "\"Let's go,\" you hiss, beckoning the boy forward.",
                    {
                        "divert": "heWalksUpToYouEy"
                    }
                ]
            },
            "youTwistAndWalkB": {
                "content": [
                    "You twist and walk back to the counter.",
                    {
                        "divert": "hereSirYouSayPul"
                    }
                ]
            },
            "youStepForwardAs": {
                "content": [
                    "You step forward as a fat man hobbles by and a silver necklace for trade falls from his pocket.",
                    {
                        "divert": "youGrabTheNeckla"
                    }
                ]
            },
            "heatPressesAgain": {
                "content": [
                    "Heat presses against you as you wander the crowded streets. Bodies shuffle this way and that, all shouting and shoving to get closer to the vendors at the edges of the crowd. ",
                    {
                        "divert": "youWipeAHandAcro"
                    },
                    {
                        "pageNum": 1
                    }
                ]
            },
            "thisIsntMineSheS": {
                "content": [
                    "\"This isn't mine,\" she says, shaking her head angrily before shoving it back at you. \"I would have noticed if something had gone missing.\"",
                    {
                        "divert": "youNodTakingTheB"
                    }
                ]
            },
            "youWipeAHandAcro": {
                "content": [
                    "You wipe a hand across your forehead and sigh. Today's going to be tough, and you're just getting started. Levi said he'd be out here soon, that he'd meet you on the corner of Renolli so you could finally get started working the streets",
                    {
                        "divert": "onlyHesNowhereIn"
                    }
                ]
            },
            "heTwistsScreamin": {
                "content": [
                    "He twists, screaming. \"Thief! /=Thief=/! Service! /=Aiutatemi=/!\" His face turns a furious red, and you panic, twisting and darting back into the crowds as fast as you can.",
                    {
                        "divert": "youRunYourHeartP"
                    }
                ]
            },
            "youRollYourEyesL": {
                "content": [
                    "You roll your eyes. \"Let me tell you....\""
                ]
            },
            "youDashDownTheSt": {
                "content": [
                    "You dash down the street, pushing your way through the crowds as the summer sun beats down on your back. People twist to stare as you dart past, using your elbows and shoulders to slip through the packs of bodies trading on the street.",
                    {
                        "divert": "aFewVendorsLookU"
                    }
                ]
            },
            "heHuffsForAnothe": {
                "content": [
                    "He huffs for another minute before standing and running one hand through his sweaty mop of short, black hair. \"Oh well. Come on, the least I could do is get you some gelato for your trouble.\"",
                    {
                        "divert": "heMotionsForYouT"
                    }
                ]
            },
            "youWalkOverAndCo": {
                "content": [
                    "You walk over and collapse beside him on the couch as your mother glances at you from where she's cooking dinner on the stove. ",
                    {
                        "divert": "wellLeviNudgesYo"
                    }
                ]
            },
            "youInchForwardOf": {
                "content": [
                    "You inch forward, offering a hand, trying to keep him from shaking, but he's petrified. ",
                    {
                        "divert": "theGelatoMansSho"
                    }
                ]
            },
            "youreExhaustedBy": {
                "content": [
                    "You're exhausted by the time you make it to your floor of the Hourglass Tower in the center of the island. You kick at your door and the sheet of metal slides open to reveal your atrium-like living room. You scowl when you spot your older brother lying on the couch, a holoscreen in his hand with a videogame haloing his face in blue holograms.",
                    {
                        "divert": "heSitsUprightWhe"
                    }
                ]
            },
            "youWriggleYourWa": {
                "content": [
                    "You wriggle your way into the masses, your bag of silver thumping against your back as you navigate the glass streets. Solar panels hum beneath your shoes, adding to the buzz of voices as you near the center of the square.",
                    {
                        "divert": "theresStillNoSig"
                    }
                ]
            },
            "yourCulpritWhips": {
                "content": [
                    "Your culprit whips around one corner than another, weaving between buildings as people start to jump out of his way. You push forward, diving around the next bend and find him cornered in an alley.",
                    {
                        "divert": "theGelatoVendorL"
                    }
                ]
            },
            "youMakeItToTheNe": {
                "content": [
                    "You make it to the next block before you hear her screaming. \"Thief! That /=canga=/ is a bloody thief! Catch her!\"",
                    {
                        "divert": "yourOnlyOptionIs"
                    }
                ]
            },
            "heSitsUprightWhe": {
                "content": [
                    "He sits upright when you drop your bag onto the floor and grins at you. \"Hey, kiddo. How was your day?\"",
                    {
                        "divert": "youWalkOverAndCo"
                    }
                ]
            },
            "maamSignorinaYou": {
                "content": [
                    "\"Ma'am. Signorina,\" you call, snatching the notebook from the ground. You want those pearls. \"You dropped this.",
                    {
                        "divert": "sheTurnsAndYouSh"
                    }
                ]
            },
            "youSlipPastPeopl": {
                "content": [
                    "You slip past people, pulling more silver from their pockets as you go. If you're going to be accused as a thief, then you might as well play the part. Service won't listen to your side of things anyway. Syd's certainly not going to hear you out. He'll take his Service's side over yours any day just so he can get on with his own plans for the evening. He's probably looking forward to dinner served on gold platters.",
                    {
                        "divert": "eventuallyYouLos"
                    }
                ]
            },
            "heMotionsForYouT": {
                "content": [
                    "He motions for you to follow as he walks back onto the main street, toddling from side to side as he goes.",
                    {
                        "divert": "theShopIsEmptyWh"
                    }
                ]
            },
            "youStandThereBit": {
                "content": [
                    "You stand there, biting your lip. He's innocent enough It's just a little cup of gelato. What's the worst he could do? He doesn't even look big enough to defend himself. No wonder he ran.",
                    {
                        "divert": "youInchForwardOf"
                    }
                ]
            },
            "pleaseIDidntMean": {
                "content": [
                    "\"Please! I didn't mean to steal it. I thought I had enough to trade for it, but when I looked all my silver was gone. I'm sorry!\"",
                    {
                        "divert": "youBiteYourLipYo"
                    }
                ]
            }
        }
    },
    "updated_at": "2013-04-28T15:36:27Z",
    "created_at": "2013-04-15T14:17:14Z",
    "url_key": "mv4f",
    "title": "Momentum"
}